[
  {
    "name": "Adrian P.",
    "date": "May 11, 2019",
    "content": "Mr Lepre is a master craftsman! He has done an outstanding job repairing and restoring an Edwardian antique tub chair and a Victorian antique card table using traditional techniques and materials. I would highly recommend him for the quality of his work, his love of his craft and for the genuine care of the furniture that he showed. It was a pleasure to work with him and I would definitely refer similar work to him again."
  },
  {
    "name": "Kevin A",
    "date": "March 20, 2020",
    "content": "After researching various antique furniture restoration companies, I chose Arte Lepre to restore an antique Carlo X family table. This was definitely the right choice! Fabio is very knowledgeable, competent and professional in his work, as everyone should be. He pays a lot of attention to the smallest details and showed me his progress as he works.I was more than satisfied with his work. I highly recommend the restoration of antiques!"
  },
  {
    "name": "Violet W.",
    "date": "Feb 12, 2021",
    "content": "I was extremely satisfied with the restoration work carried out on 18th century commodes inlaid with various types of wood. It looks like it was the first time I took it home. The work was meticulously executed and I am very happy to have entrusted this work to Arte Lepre. I really admire his professionalism!!"
  },
  {
    "name": "Lisa M.",
    "date": "Jan 3, 2021",
    "content": "I have restored a precious antique inlaid box from the 18th century. Many pieces were missing on different sides, especially on the front. I was a little worried but Fabio did an extraordinary job. I was very happy....Thanks a lot!!"
  },
  {
    "name": "Samantha C.",
    "date": "Jan 3, 2021",
    "content": "Fabio did such a fantastic job of restoring an 17th Century Antique Coin Cabinet. He put his heart and soul into our project. I was surprised by the natural skill he has....like a True Italian!"
  }
]
